Repository: tiagofur/solennix
Catalog: ios/Packages/SolennixFeatures/Sources/SolennixFeatures/Resources/Localizable.xcstrings
Source language: es
Languages: en

# auth.error.email_taken
source: Ya existe una cuenta con este correo electrónico.
en: An account with this email already exists.

# auth.error.invalid_credentials
source: Credenciales inválidas. Verifica tu correo y contraseña.
en: Invalid credentials. Check your email and password.

# auth.error.network
source: Error de conexión. Verifica tu internet e intenta de nuevo.
en: Connection error. Check your internet and try again.

# auth.error.retry
source: Ocurrió un error inesperado. Intenta de nuevo.
en: An unexpected error occurred. Try again.

# auth.error.unexpected
source: Ocurrió un error inesperado.
en: An unexpected error occurred.

# auth.forgot_password.back_to_login
source: Volver al inicio de sesión
en: Back to sign in

# auth.forgot_password.brand.feature_email
source: Te enviaremos un enlace seguro
en: We’ll send you a secure link

# auth.forgot_password.brand.feature_secure
source: Tus datos siempre protegidos
en: Your data stays protected

# auth.forgot_password.brand.subtitle
source: Recupera el acceso a tu cuenta
en: Recover access to your account

# auth.forgot_password.email_label
source: Correo electrónico
en: Email

# auth.forgot_password.email_placeholder
source: tu@email.com
en: you@email.com

# auth.forgot_password.submit
source: Enviar enlace
en: Send link

# auth.forgot_password.subtitle
source: Ingresa tu correo electrónico y te enviaremos un enlace para restablecer tu contraseña.
en: Enter your email and we’ll send you a link to reset your password.

# auth.forgot_password.success_message
source: Si existe una cuenta con ese correo, recibirás un enlace para restablecer tu contraseña.
en: If an account exists for that email, you’ll receive a link to reset your password.

# auth.forgot_password.success_title
source: Revisa tu correo
en: Check your email

# auth.forgot_password.title
source: Recuperar contraseña
en: Recover password

# auth.login.brand.feature_clients
source: CRM integrado para tus clientes
en: Built-in CRM for your clients

# auth.login.brand.feature_events
source: Gestiona eventos de principio a fin
en: Manage events from start to finish

# auth.login.brand.feature_reports
source: Reportes financieros en tiempo real
en: Real-time financial reports

# auth.login.brand.subtitle
source: Cada detalle importa
en: Every detail matters

# auth.login.create_account
source: Crear cuenta
en: Create account

# auth.login.email_label
source: Correo electrónico
en: Email

# auth.login.email_placeholder
source: tu@email.com
en: you@email.com

# auth.login.forgot_password
source: ¿Olvidaste tu contraseña?
en: Forgot your password?

# auth.login.no_account
source: ¿No tienes cuenta?
en: Don’t have an account?

# auth.login.or_separator
source: o continuá con
en: or continue with

# auth.login.password_label
source: Contraseña
en: Password

# auth.login.password_placeholder
source: Tu contraseña
en: Your password

# auth.login.submit
source: Ingresar
en: Sign in

# auth.login.tagline
source: CADA DETALLE IMPORTA
en: EVERY DETAIL MATTERS

# auth.login.title
source: Iniciar sesión
en: Sign in

# auth.register.and
source: y
en: and

# auth.register.brand.subtitle
source: Tu plataforma para gestionar eventos de manera profesional
en: Your platform to manage events professionally

# auth.register.brand.title
source: Únete a Solennix
en: Join Solennix

# auth.register.confirm_password_label
source: Confirmar contraseña
en: Confirm password

# auth.register.confirm_password_placeholder
source: Repite tu contraseña
en: Repeat your password

# auth.register.email_label
source: Correo electrónico
en: Email

# auth.register.email_placeholder
source: tu@email.com
en: you@email.com

# auth.register.feature.free
source: Gratis
en: Free

# auth.register.feature.free_desc
source: Comienza sin costo
en: Start at no cost

# auth.register.feature.scalable
source: Escalable
en: Scalable

# auth.register.feature.scalable_desc
source: Crece a tu ritmo
en: Grow at your own pace

# auth.register.feature.secure
source: Seguro
en: Secure

# auth.register.feature.secure_desc
source: Tus datos protegidos
en: Your data protected

# auth.register.has_account
source: ¿Ya tienes cuenta?
en: Already have an account?

# auth.register.name_label
source: Nombre completo
en: Full name

# auth.register.name_placeholder
source: Tu nombre
en: Your name

# auth.register.or_separator
source: o continuá con
en: or continue with

# auth.register.password_label
source: Contraseña
en: Password

# auth.register.password_placeholder
source: Mínimo 8 caracteres
en: At least 8 characters

# auth.register.privacy_hint
source: Abre la política de privacidad en Safari
en: Opens the privacy policy in Safari

# auth.register.privacy_link
source: Privacidad
en: Privacy

# auth.register.sign_in
source: Iniciar sesión
en: Sign in

# auth.register.submit
source: Crear cuenta
en: Create account

# auth.register.terms_hint
source: Abre los términos de uso en Safari
en: Opens the terms of use in Safari

# auth.register.terms_intro
source: Al registrarte aceptas nuestros
en: By signing up you agree to our

# auth.register.terms_link
source: Términos
en: Terms

# auth.register.title
source: Crear cuenta
en: Create account

# auth.reset_password.brand.feature_min
source: Mínimo 8 caracteres
en: At least 8 characters

# auth.reset_password.brand.feature_rules
source: Mayúsculas, minúsculas y números
en: Uppercase, lowercase, and numbers

# auth.reset_password.brand.subtitle
source: Crea una nueva contraseña segura
en: Create a new secure password

# auth.reset_password.confirm_label
source: Confirmar contraseña
en: Confirm password

# auth.reset_password.confirm_placeholder
source: Repite tu contraseña
en: Repeat your password

# auth.reset_password.go_to_login
source: Ir al inicio de sesión
en: Go to sign in

# auth.reset_password.password_label
source: Nueva contraseña
en: New password

# auth.reset_password.password_placeholder
source: Mínimo 8 caracteres
en: At least 8 characters

# auth.reset_password.submit
source: Restablecer contraseña
en: Reset password

# auth.reset_password.subtitle
source: Ingresa tu nueva contraseña. Debe tener al menos 8 caracteres, una mayúscula, una minúscula y un número.
en: Enter your new password. It must have at least 8 characters, one uppercase letter, one lowercase letter, and one number.

# auth.reset_password.success_message
source: Tu contraseña ha sido restablecida exitosamente. Ya puedes iniciar sesión con tu nueva contraseña.
en: Your password has been reset successfully. You can now sign in with your new password.

# auth.reset_password.success_title
source: Contraseña actualizada
en: Password updated

# auth.reset_password.title
source: Restablecer contraseña
en: Reset password

# auth.social.apple.cancelled
source: Inicio de sesión con Apple cancelado.
en: Sign in with Apple was cancelled.

# auth.social.apple.continue
source: Continuar con Apple
en: Continue with Apple

# auth.social.apple.error
source: Error al iniciar sesión con Apple
en: Error signing in with Apple

# auth.social.apple.invalid_credential
source: Credencial de Apple inválida.
en: Invalid Apple credential.

# auth.social.apple.missing_authorization_code
source: No se recibió el código de autorización de Apple.
en: Apple authorization code was not received.

# auth.social.apple.missing_identity_token
source: No se recibió el token de identidad de Apple.
en: Apple identity token was not received.

# auth.social.google.cancelled
source: Inicio de sesión con Google cancelado.
en: Google sign in was cancelled.

# auth.social.google.continue
source: Continuar con Google
en: Continue with Google

# auth.social.google.error
source: Error al iniciar sesión con Google
en: Error signing in with Google

# auth.social.google.missing_token
source: No se recibió el token de identidad de Google.
en: Google identity token was not received.

# auth.validation.email_required
source: El correo es requerido
en: Email is required

# auth.validation.name_min_2
source: El nombre debe tener al menos 2 caracteres
en: Name must be at least 2 characters

# auth.validation.password_min_8
source: La contraseña debe tener al menos 8 caracteres, una mayúscula, una minúscula y un número
en: Password must be at least 8 characters, including an uppercase letter, a lowercase letter, and a number

# auth.validation.password_mismatch
source: Las contraseñas no coinciden
en: Passwords do not match

# auth.validation.password_required
source: La contraseña es requerida
en: Password is required

# calendar.action.cancel
source: Cancelar
en: Cancel

# calendar.action.delete
source: Eliminar
en: Delete

# calendar.action.ok
source: Aceptar
en: OK

# calendar.action.retry
source: Reintentar
en: Retry

# calendar.all_day
source: Todo el día
en: All day

# calendar.block.add_range
source: Agregar rango
en: Add range

# calendar.block.end_date
source: Hasta
en: To

# calendar.block.range_invalid
source: La fecha fin no puede ser anterior a la fecha inicio
en: End date cannot be before start date

# calendar.block.range_title
source: Bloquear rango de fechas
en: Block date range

# calendar.block.reason_label
source: Motivo (opcional)
en: Reason (optional)

# calendar.block.reason_placeholder_range
source: Ej: Vacaciones, mantenimiento…
en: E.g. Vacation, maintenance…

# calendar.block.reason_placeholder_single
source: Ej: Vacaciones, día personal…
en: E.g. Vacation, personal day…

# calendar.block.save
source: Bloquear
en: Block

# calendar.block.start_date
source: Desde
en: From

# calendar.block.title
source: Bloquear fecha
en: Block date

# calendar.blocked_dates_empty
source: No hay fechas bloqueadas
en: No blocked dates

# calendar.blocked_dates_empty_subtitle
source: Todas las fechas están disponibles
en: All dates are available

# calendar.blocked_dates_title
source: Fechas No Disponibles
en: Unavailable Dates

# calendar.create_event_action
source: Crear evento o cotización
en: Create event or quote

# calendar.error.block_failed
source: No se pudo bloquear la fecha
en: Failed to block date

# calendar.error.load_failed
source: No se pudieron cargar los eventos
en: Failed to load events

# calendar.error.retry
source: Reintentar
en: Retry

# calendar.error.unblock_failed
source: No se pudo desbloquear
en: Failed to unblock date

# calendar.export_ical
source: Exportar calendario
en: Export calendar

# calendar.filter.all
source: Todos
en: All

# calendar.filter.cancelled
source: Cancelados
en: Cancelled

# calendar.filter.completed
source: Completados
en: Completed

# calendar.filter.confirmed
source: Confirmados
en: Confirmed

# calendar.filter.quoted
source: Cotizados
en: Quoted

# calendar.manage_blocks
source: Gestionar fechas bloqueadas
en: Manage blocked dates

# calendar.new_event
source: Nuevo Evento
en: New Event

# calendar.next_month
source: Mes siguiente
en: Next month

# calendar.no_events_for_day
source: No hay eventos para este día
en: No events on this day

# calendar.no_events_scheduled
source: No hay eventos programados
en: No events scheduled

# calendar.overflow_more
source: +%lld más
en: +%lld more

# calendar.previous_month
source: Mes anterior
en: Previous month

# calendar.quick_quote
source: Cotización Rápida
en: Quick Quote

# calendar.select_date
source: Selecciona una fecha
en: Select a date

# calendar.select_day_prompt
source: Seleccioná un día para ver sus eventos
en: Select a day to see its events

# calendar.title
source: Calendario
en: Calendar

# calendar.today
source: Hoy
en: Today

# calendar.unblock_message
source: Esta acción habilitará la fecha nuevamente.
en: This will make the date available again.

# calendar.unblock_message_reason
source: Motivo: %@ Esta acción habilitará la fecha nuevamente.
en: Reason: %@ This will make the date available again.

# calendar.unblock.confirm
source: Desbloquear
en: Unblock

# calendar.unblock.reason_prefix
source: Motivo: %@
en: Reason: %@

# calendar.unblock.title
source: Desbloquear fecha
en: Unblock date

# calendar.unknown_client
source: Cliente
en: Client

# clients.action.add
source: Agregar cliente
en: Add client

# clients.action.call
source: Llamar
en: Call

# clients.action.create_event
source: Crear evento
en: Create event

# clients.action.edit
source: Editar
en: Edit

# clients.action.retry
source: Reintentar
en: Retry

# clients.action.save
source: Guardar
en: Save

# clients.delete.cancel
source: Cancelar
en: Cancel

# clients.delete.confirm
source: Eliminar
en: Delete

# clients.delete.message
source: Se eliminará a %1$@. Podrás deshacer durante unos segundos.
en: Delete %1$@. You can undo for a few seconds.

# clients.delete.message_full
source: ¿Estás seguro de que quieres eliminar a %1$@? Esta acción no se puede deshacer.
en: Are you sure you want to delete %1$@? This action cannot be undone.

# clients.delete.title
source: Eliminar cliente
en: Delete client

# clients.delete.undo_message
source: %1$@ eliminado
en: %1$@ deleted

# clients.empty.message
source: Agregá tu primer cliente para empezar
en: Add your first client to get started

# clients.empty.title
source: Sin clientes
en: No clients

# clients.error.delete
source: Error al eliminar el cliente
en: Could not delete client

# clients.error.load
source: No se pudo cargar el cliente
en: Could not load client

# clients.error.load_title
source: Error al cargar
en: Loading error

# clients.error.unexpected
source: Ocurrió un error inesperado.
en: An unexpected error occurred.

# clients.error.unexpected_retry
source: Ocurrió un error inesperado. Intenta de nuevo.
en: An unexpected error occurred. Try again.

# clients.events.empty
source: Este cliente aún no tiene eventos
en: This client has no events yet

# clients.events.history_count
source: Historial de eventos (%1$lld)
en: Event history (%1$lld)

# clients.form.address
source: Dirección
en: Address

# clients.form.address_placeholder
source: Calle y número
en: Street and number

# clients.form.address_section
source: Dirección
en: Address

# clients.form.city
source: Ciudad
en: City

# clients.form.edit_title
source: Editar cliente
en: Edit client

# clients.form.email_placeholder
source: correo@ejemplo.com
en: name@example.com

# clients.form.info_section
source: Información
en: Information

# clients.form.name
source: Nombre
en: Name

# clients.form.name_placeholder
source: Nombre del cliente
en: Client name

# clients.form.new_title
source: Nuevo cliente
en: New client

# clients.form.notes
source: Notas
en: Notes

# clients.form.notes_section
source: Notas
en: Notes

# clients.form.phone
source: Teléfono
en: Phone

# clients.form.phone_placeholder
source: 10 dígitos
en: 10 digits

# clients.form.validation.name_min
source: Mínimo 2 caracteres
en: Minimum 2 characters

# clients.form.validation.phone_min
source: Mínimo 10 dígitos
en: Minimum 10 digits

# clients.insights.average_ticket
source: Ticket promedio
en: Average ticket

# clients.insights.revenue
source: Ingresos
en: Revenue

# clients.insights.title
source: Análisis del cliente
en: Client insights

# clients.insights.top_service
source: Servicio más solicitado
en: Most requested service

# clients.loading
source: Cargando...
en: Loading...

# clients.loading.detail
source: Cargando cliente...
en: Loading client...

# clients.search_placeholder
source: Buscar clientes
en: Search clients

# clients.search.empty_message
source: No se encontraron clientes que coincidan con tu búsqueda
en: No clients matched your search

# clients.search.empty_title
source: Sin resultados
en: No results

# clients.sort.accessibility
source: Ordenar clientes
en: Sort clients

# clients.sort.ascending
source: Ascendente
en: Ascending

# clients.sort.created_at
source: Fecha de creación
en: Creation date

# clients.sort.descending
source: Descendente
en: Descending

# clients.sort.name
source: Nombre
en: Name

# clients.sort.title
source: Ordenar por
en: Sort by

# clients.sort.total_events
source: Total eventos
en: Total events

# clients.sort.total_spent
source: Total gastado
en: Total spent

# clients.sort.updated_at
source: Última actualización
en: Last updated

# clients.stats.average
source: Promedio
en: Average

# clients.stats.events
source: Eventos
en: Events

# clients.title
source: Clientes
en: Clients

# clients.title_singular
source: Cliente
en: Client

# common.cancel
source: Cancelar
en: Cancel

# common.close
source: Cerrar
en: Close

# common.error.retry
source: Ocurrió un error inesperado. Intenta de nuevo.
en: An unexpected error occurred. Try again.

# common.error.unexpected
source: Ocurrió un error inesperado.
en: An unexpected error occurred.

# common.save
source: Guardar
en: Save

# events.detail.action.delete
source: Eliminar evento
en: Delete event

# events.detail.action.duplicate
source: Duplicar evento
en: Duplicate event

# events.detail.action.edit
source: Editar
en: Edit

# events.detail.action.edit_event
source: Editar evento
en: Edit event

# events.detail.action.more
source: Acciones del evento
en: Event actions

# events.detail.card.checklist
source: Checklist de carga
en: Load checklist

# events.detail.card.contract
source: Ver contrato
en: View contract

# events.detail.card.equipment
source: Equipo
en: Equipment

# events.detail.card.finances
source: Finanzas
en: Finances

# events.detail.card.payments
source: Pagos
en: Payments

# events.detail.card.photos
source: Fotos
en: Photos

# events.detail.card.products
source: Productos
en: Products

# events.detail.card.shopping
source: Compras
en: Shopping

# events.detail.card.staff
source: Personal
en: Staff

# events.detail.card.supplies
source: Insumos
en: Supplies

# events.detail.client_fallback
source: Cliente
en: Client

# events.detail.delete.confirm
source: Eliminar
en: Delete

# events.detail.delete.message
source: Estas seguro de que quieres eliminar este evento? Esta accion no se puede deshacer.
en: Are you sure you want to delete this event? This action cannot be undone.

# events.detail.delete.title
source: Eliminar evento
en: Delete event

# events.detail.deposit
source: Anticipo
en: Deposit

# events.detail.documents.contract
source: Contrato
en: Contract

# events.detail.documents.equipment
source: Lista de equipo
en: Equipment list

# events.detail.documents.filename.contract
source: Contrato_%@.pdf
en: Contract_%@.pdf

# events.detail.documents.filename.equipment
source: Equipo_%@.pdf
en: Equipment_%@.pdf

# events.detail.documents.filename.invoice
source: Factura_%@.pdf
en: Invoice_%@.pdf

# events.detail.documents.filename.payments
source: Pagos_%@.pdf
en: Payments_%@.pdf

# events.detail.documents.filename.quote
source: Cotización_%@.pdf
en: Quote_%@.pdf

# events.detail.documents.filename.supplies
source: Insumos_%@.pdf
en: Supplies_%@.pdf

# events.detail.documents.invoice
source: Factura
en: Invoice

# events.detail.documents.payments
source: Pagos
en: Payments

# events.detail.documents.quote
source: Cotización
en: Quote

# events.detail.documents.supplies
source: Lista de insumos
en: Supplies list

# events.detail.documents.title
source: Generar documentos
en: Generate documents

# events.detail.error.add_payment
source: Error al registrar el pago
en: Error recording payment

# events.detail.error.change_status
source: Error al cambiar el estado
en: Error changing status

# events.detail.error.client_unavailable
source: Cliente no disponible
en: Client unavailable

# events.detail.error.delete_event
source: Error al eliminar el evento
en: Error deleting event

# events.detail.error.delete_payment
source: Error al eliminar el pago
en: Error deleting payment

# events.detail.error.delete_photo
source: Error al eliminar la foto
en: Error deleting photo

# events.detail.error.load
source: Error cargando el evento
en: Error loading the event

# events.detail.error.load_fallback
source: No se pudo cargar el evento
en: Could not load the event

# events.detail.error.save_pdf
source: No se pudo guardar el PDF
en: Could not save the PDF

# events.detail.error.share_sheet
source: No se pudo presentar el compartir
en: Could not present the share sheet

# events.detail.error.upload_photos
source: Error al subir las fotos
en: Error uploading photos

# events.detail.finances.discount
source: Descuento
en: Discount

# events.detail.finances.discount_percent
source: Descuento %@%%
en: Discount %@%%

# events.detail.finances.profit
source: Utilidad
en: Profit

# events.detail.finances.tax
source: IVA %@%%
en: Tax %@%%

# events.detail.info.city
source: Ciudad
en: City

# events.detail.info.date
source: Fecha
en: Date

# events.detail.info.location
source: Ubicación
en: Location

# events.detail.info.people
source: Personas
en: People

# events.detail.info.schedule
source: Horario
en: Schedule

# events.detail.live_activity.start
source: Iniciar actividad en vivo
en: Start live activity

# events.detail.live_activity.stop
source: Detener actividad en vivo
en: Stop live activity

# events.detail.loading
source: Cargando evento...
en: Loading event...

# events.detail.notes
source: Notas
en: Notes

# events.detail.payments.action.deposit
source: Anticipo %@
en: Deposit %@

# events.detail.payments.action.record
source: Registrar pago
en: Record payment

# events.detail.payments.action.settle
source: Liquidar %@
en: Settle %@

# events.detail.payments.deposit_card
source: Anticipo %@%%: %@
en: Deposit %@%%: %@

# events.detail.payments.deposit.covered
source: Anticipo cubierto
en: Deposit covered

# events.detail.payments.deposit.missing
source: Faltan %@
en: %@ remaining

# events.detail.payments.deposit.title
source: Anticipo %@%%
en: Deposit %@%%

# events.detail.payments.empty
source: No hay pagos registrados
en: No payments recorded

# events.detail.payments.error.load
source: No se pudieron cargar los pagos
en: Could not load payments

# events.detail.payments.history_title
source: Historial de pagos
en: Payment history

# events.detail.payments.kpi.balance
source: Saldo
en: Balance

# events.detail.payments.kpi.paid
source: Pagado
en: Paid

# events.detail.payments.loading
source: Cargando...
en: Loading...

# events.detail.payments.method.card
source: Tarjeta
en: Card

# events.detail.payments.method.cash
source: Efectivo
en: Cash

# events.detail.payments.method.check
source: Cheque
en: Check

# events.detail.payments.method.transfer
source: Transferencia
en: Transfer

# events.detail.payments.progress
source: %@ cobrado
en: %@ charged

# events.detail.payments.sheet.amount
source: Monto
en: Amount

# events.detail.payments.sheet.method
source: Método de pago
en: Payment method

# events.detail.payments.sheet.notes_optional
source: Notas (opcional)
en: Notes (optional)

# events.detail.payments.sheet.notes_placeholder
source: Notas del pago
en: Payment notes

# events.detail.payments.sheet.save
source: Guardar pago
en: Save payment

# events.detail.payments.sheet.title
source: Registrar pago
en: Record payment

# events.detail.payments.title
source: Pagos
en: Payments

# events.detail.product_fallback
source: Producto
en: Product

# events.detail.share.close
source: Cerrar
en: Close

# events.detail.share.confirm_revoke
source: Se va a deshabilitar el enlace para el cliente. ¿Estás seguro?
en: The client link will be disabled. Are you sure?

# events.detail.share.confirm_rotate
source: Al rotar el enlace, el que ya compartiste dejará de funcionar. ¿Continuamos?
en: Rotating the link will make the one you already shared stop working. Continue?

# events.detail.share.copied
source: Copiado
en: Copied

# events.detail.share.copy
source: Copiar enlace
en: Copy link

# events.detail.share.description
source: Un enlace privado para que tu cliente vea el evento, el estado de pagos y los detalles clave.
en: A private link so your client can view the event, payment status, and key details.
